Repository: Squadron-team/Rukunin-App
Catalog: lib/l10n/app_*.arb
Languages: id

# suggestActivityFeature
source: Suggest activity feature will be available soon
id: Fitur usulkan kegiatan akan segera tersedia

source: Organizer
id: Penyelenggara

source: Community Information
id: Informasi Komunitas

source: Population Information
id: Informasi Kependudukan

# viewKtpKkData
source: View your KTP/KK data
id: Lihat data KTP/KK Anda

source: Family Data (KK)
id: Data Keluarga (KK)

# manageFamilyMembers
source: Manage family member information
id: Kelola informasi anggota keluarga

source: House Data
id: Data Rumah

# manageResidenceInfo
source: Manage your residence information
id: Kelola informasi tempat tinggal Anda

# financeAndDues
source: Finance & Dues
id: Keuangan & Iuran

source: My Dues
id: Iuran Saya

# monthlyDuesHistory
source: Monthly dues payment history
id: Riwayat pembayaran iuran bulanan

source: Financial Transparency
id: Transparansi Keuangan

source: RT/RW financial report
id: Laporan keuangan RT/RW

source: Administration
id: Administrasi

source: Letter Submission
id: Pengajuan Surat

# submitLettersAndDocs
source: Submit certificates and documents
id: Ajukan surat keterangan dan dokumen

# welcomeBackGreeting
source: Welcome back!
id: Selamat datang kembali!

# rwChairman
source: RW Chairman {number}
id: Ketua RW {number}

# rtChairman
source: RT Chairman {rt} / RW {rw}
id: Ketua RT {rt} / RW {rw}

# rwSummary
source: RW {number} Summary
id: Ringkasan RW {number}

# rtSummary
source: RT {number} Summary
id: Ringkasan RT {number}

source: January 2024
id: Januari 2024

source: Total Residents
id: Total Warga

source: RW Funds
id: Kas RW

source: Reports
id: Laporan

source: Meetings
id: Rapat

source: Dues Paid
id: Iuran Lunas

# reportsNeedAction
source: {count} Reports Need Action
id: {count} Laporan Perlu Ditindak

# reportFromResidents
source: There are reports from residents that need action
id: Ada laporan dari warga yang memerlukan tindakan

source: RW Coordination Meeting
id: Rapat Koordinasi RW

source: RW Community Service
id: Gotong Royong RW

# saturdayDatetime
source: Saturday, January 27, 2024 • 7:00 PM
id: Sabtu, 27 Januari 2024 • 19:00 WIB

# sundayDatetime
source: Sunday, January 28, 2024 • 7:00 AM
id: Minggu, 28 Januari 2024 • 07:00 WIB

source: RW Chairman Functions
id: Fungsi Ketua RW

# manageRwCoordination
source: Manage RW coordination & supervision
id: Kelola koordinasi & supervisi RW

source: Resident Services
id: Layanan Warga

# accessResidentFeatures
source: Access features as a resident
id: Akses fitur sebagai warga

source: RT Chairman Functions
id: Fungsi Ketua RT

# manageRtAdministration
source: Manage RT administration & residents
id: Kelola administrasi & warga RT

source: Manage RT
id: Kelola RT

source: RT List
id: Daftar RT

source: RT Performance
id: Kinerja RT

source: RW Residents Data
id: Data Warga RW

source: RW Statistics
id: Statistik RW

source: Activities
id: Kegiatan

source: RW Activities
id: Kegiatan RW

source: RW Meetings
id: Rapat RW

source: Create Announcement
id: Buat Pengumuman

source: Finance
id: Keuangan

source: RW Dues
id: Iuran RW

# rtSummaryFinance
source: RT Summary
id: Ringkasan RT

source: Finance Report
id: Laporan Keuangan

source: Fund Transparency
id: Transparansi Dana

source: Manage Reports
id: Kelola Laporan

source: Area Monitoring
id: Monitoring Wilayah

source: Letter Verification
id: Verifikasi Surat

source: Document Archive
id: Arsip Dokumen

source: Personal Data
id: Data Pribadi

source: Population Info
id: Info Kependudukan

source: Residents Directory
id: Data Warga

source: Recent Activity
id: Aktivitas Terbaru

# cleanlinessReport
source: Cleanliness Report - RT {rt}
id: Laporan Kebersihan - RT {rt}

source: Needs Follow Up
id: Perlu Ditindaklanjuti

# hoursAgo
source: {hours} hours ago
id: {hours} jam yang lalu

source: RT Coordination Meeting
id: Rapat Koordinasi RT

source: Scheduled
id: Dijadwalkan

# rwDuesRt
source: RW Dues - RT {rt}
id: Iuran RW - RT {rt}

source: Paid
id: Lunas

source: Residents
id: Warga

source: Add Resident
id: Tambah Warga

source: Family Data
id: Data Keluarga

source: Record Mutation
id: Catat Mutasi

source: Manage Dues
id: Kelola Iuran

source: RT Funds
id: Kas RT

source: Transaction History
id: Riwayat Transaksi

source: Manage Activities
id: Kelola Kegiatan

source: Meeting Schedule
id: Jadwal Rapat

source: Letter Submissions
id: Pengajuan Surat

source: RT Area
id: Wilayah RT

source: RT Statistics
id: Statistik RT

# newLetterSubmissions
source: {count} New Letter Submissions
id: {count} Pengajuan Surat Baru

# letterRequestsNeedProcessing
source: There are letter requests that need to be processed
id: Ada permohonan surat yang perlu diproses

source: RT Meeting This Week
id: Rapat RT Minggu Ini

# fridayDatetime
source: Friday, January 26, 2024 • 7:00 PM
id: Jumat, 26 Januari 2024 • 19:00 WIB

source: Community Service Next Week
id: Kerja Bakti Minggu Depan

# sundayJan21
source: Sunday, January 21, 2024 • 7:00 AM
id: Minggu, 21 Januari 2024 • 07:00 WIB

# monthlyDuesPersonName
source: Monthly Dues - {name}
id: Iuran Bulanan - {name}

# minutesAgo
source: {minutes} minutes ago
id: {minutes} menit yang lalu

# letterSubmissionPersonName
source: Letter Submission - {name}
id: Pengajuan Surat - {name}

source: Waiting Verification
id: Menunggu Verifikasi

source: Street Light Report
id: Laporan Lampu Jalan Mati

# idrMillions
source: IDR {amount}M
id: Rp {amount} Jt

# secretaryRt
source: Secretary RT {rt} / RW {rw}
id: Sekretaris RT {rt} / RW {rw}

# treasurerRt
source: Treasurer RT {rt} / RW {rw}
id: Bendahara RT {rt} / RW {rw}

# administrationAndLetters
source: Administration & Letters
id: Administrasi & Surat

source: Secretary Functions
id: Fungsi Sekretaris

# manageAdminDocs
source: Manage administration & documentation
id: Kelola administrasi & dokumentasi

source: Incoming Mail
id: Surat Masuk

source: Mail Completed
id: Surat Selesai

source: Documents
id: Dokumen

# lettersNeedProcessing
source: {count} Letters Need Processing
id: {count} Surat Perlu Diproses

# letterRequestsToFollow
source: There are letter requests that need to be followed up
id: Ada permohonan surat yang perlu ditindaklanjuti

source: Coordination Meeting This Week
id: Rapat Koordinasi Minggu Ini

source: Letters
id: Surat

source: Create Letter
id: Buat Surat

source: Outgoing Mail
id: Surat Keluar

source: Letter Templates
id: Template Surat

source: Minutes
id: Notulensi

source: Meeting Invitations
id: Undangan Rapat

source: Monthly Reports
id: Laporan Bulanan

source: Letter History
id: Riwayat Surat

# domicileLetter
source: Domicile Letter - {name}
id: Surat Domisili - {name}

source: Approved
id: Disetujui

# letterRequest
source: Letter Request - {name}
id: Permohonan Surat - {name}

source: Treasurer Functions
id: Fungsi Bendahara

source: Manage RT/RW finance
id: Kelola keuangan RT/RW

# cashBalance
source: Cash Balance RT/RW
id: Saldo Kas RT/RW

source: Income
id: Pemasukan

source: Expense
id: Pengeluaran

# paidStatus
source: Paid
id: Sudah Bayar

source: Not Yet Paid
id: Belum Bayar

source: Transactions
id: Transaksi

source: Dues Payment Deadline
id: Batas Pembayaran Iuran

# deadlineDate
source: Deadline: January 25, 2024
id: Tenggat pembayaran: 25 Januari 2024

source: Schedule change announcement
id: Perubahan Jadwal Ronda

# nightPatrolScheduleUpdated
source: Night patrol schedule has been updated
id: Jadwal ronda malam telah diperbarui

source: Create Receipt
id: Buat Kwitansi

source: Pending Bills
id: Tagihan Tertunda

source: Record Income
id: Catat Pemasukan

source: Record Expense
id: Catat Pengeluaran

source: Financial Report
id: Laporan Keuangan

source: Analysis & Graphs
id: Analisis & Grafik

# duesFrom
source: Dues RT {rt} - {name}
id: Iuran RT {rt} - {name}

# cleaningFee
source: Environmental Cleaning Fee
id: Biaya Kebersihan Lingkungan

# incomeLabel
source: Income
id: Masuk

# expenseLabel
source: Expense
id: Keluar
