Repository: Squadron-team/Rukunin-App
Catalog: lib/l10n/app_*.arb
Languages: id

source: Hello
id: Halo

# welcome
source: Welcome to Rukunin
id: Selamat datang di Rukunin

source: Home
id: Rumah

source: Welcome back!
id: Selamat datang kembali!

# residentRole
source: Resident RW 05
id: Warga RW 05

source: Community Work This Week
id: Kerja Bakti Minggu Ini

source: Announcement: Security Schedule
id: Pengumuman: Jadwal Ronda

# securityScheduleChange
source: Night security schedule change
id: Perubahan jadwal keamanan malam

source: Dues Deadline
id: Jatuh Tempo Iuran

# payDuesSoon
source: Pay your dues this month soon
id: Segera bayar iuran bulan ini

source: Dues
id: Iuran

source: Pay Dues
id: Bayar Iuran

source: Payment History
id: Riwayat Pembayaran

source: Digital Receipts
id: Kwitansi Digital

source: Services
id: Layanan

source: Submit Letter
id: Ajukan Surat

source: Report Issue
id: Lapor Masalah

source: Send Suggestion
id: Kirim Saran

source: Submission Status
id: Status Pengajuan

source: Community
id: Komunitas

source: Event Calendar
id: Kalender Kegiatan

source: Announcements
id: Pengumuman

source: Residents Data
id: Data Warga

source: Emergency Contacts
id: Kontak Darurat

source: Language
id: Bahasa

# languageSubtitle
source: Choose your preferred language
id: Pilih bahasa yang Anda inginkan

source: Indonesian
id: Bahasa Indonesia

source: Javanese
id: Basa Jawa

source: Sign In
id: Masuk

# signInSubtitle
source: To access your account in the app, enter your email and password
id: Untuk masuk ke akun di aplikasi, masukkan email dan kata sandi Anda

source: Password
id: Kata sandi

source: Forgot password?
id: Lupa kata sandi?

# continueButton
source: Continue
id: Lanjutkan

# dontHaveAccount
source: Don't have an account?
id: Belum punya akun?

source: Create Account
id: Buat akun

source: Sign in with Apple
id: Masuk dengan Apple

source: Sign in with Google
id: Masuk dengan Google

# termsPrefix
source: By clicking "Continue", I have read and agreed to
id: Dengan mengklik "Lanjutkan", saya telah membaca dan menyetujui

source: Terms of Service
id: Lembar Ketentuan

source: Privacy Policy
id: Kebijakan Privasi

source: Sign Up
id: Daftar

# signUpSubtitle
source: Create a new account to use the Rukunin application
id: Buat akun baru untuk menggunakan aplikasi Rukunin

source: Full name
id: Nama lengkap

source: Confirm password
id: Konfirmasi kata sandi

# passwordRequirements
source: Password must contain:
id: Kata sandi harus mengandung:

# minCharacters
source: Minimum 6 characters
id: Minimal 6 karakter

# uppercase
source: Uppercase letter (A-Z)
id: Huruf besar (A-Z)

# lowercase
source: Lowercase letter (a-z)
id: Huruf kecil (a-z)

# number
source: Number (0-9)
id: Angka (0-9)

source: Register
id: Daftar

# alreadyHaveAccount
source: Already have an account?
id: Sudah punya akun?

source: Sign up with Apple
id: Daftar dengan Apple

source: Sign up with Google
id: Daftar dengan Google

# signUpTermsPrefix
source: By clicking "Register", I have read and agreed to
id: Dengan mengklik "Daftar", saya telah membaca dan menyetujui

# welcomeMessage
source: Welcome, {name}!
id: Selamat datang, {name}!

# accountCreated
source: Account created successfully! Welcome, {name}
id: Akun berhasil dibuat! Selamat datang, {name}

# nameRequired
source: Name cannot be empty
id: Nama tidak boleh kosong

# nameMinLength
source: Name must be at least 3 characters
id: Nama minimal 3 karakter

# emailRequired
source: Email cannot be empty
id: Email tidak boleh kosong

# emailInvalid
source: Invalid email format
id: Format email tidak valid

# passwordRequired
source: Password cannot be empty
id: Kata sandi tidak boleh kosong

# passwordMinLength
source: Password must be at least 6 characters
id: Kata sandi minimal 6 karakter

# passwordUppercase
source: Password must contain uppercase letter
id: Kata sandi harus mengandung huruf besar

# passwordLowercase
source: Password must contain lowercase letter
id: Kata sandi harus mengandung huruf kecil

# passwordNumber
source: Password must contain a number
id: Kata sandi harus mengandung angka

# confirmPasswordRequired
source: Password confirmation cannot be empty
id: Konfirmasi kata sandi tidak boleh kosong

# passwordMismatch
source: Passwords do not match
id: Kata sandi tidak cocok

# enterEmailFirst
source: Enter your email first
id: Masukkan email Anda terlebih dahulu

# resetEmailSent
source: Password reset email has been sent. Check your inbox.
id: Email reset kata sandi telah dikirim. Periksa inbox Anda.

# featureNotAvailable
source: {feature} not yet available
id: {feature} belum tersedia

# errorOccurred
source: An error occurred: {error}
id: Terjadi kesalahan: {error}

source: Welcome to Rukunin!
id: Selamat Datang di Rukunin!

# onboardingWelcomeDesc
source: Complete your registration by filling in your identity data
id: Lengkapi pendaftaran Anda dengan mengisi data identitas

source: Let's Start
id: Ayo Mulai

source: Step
id: Langkah

# ofLabel
source: of
id: dari

source: KTP Data
id: Data KTP

# ktpDataDesc
source: Please fill in your KTP (Identity Card) information accurately
id: Silakan isi informasi KTP (Kartu Tanda Penduduk) Anda dengan akurat

# nik
source: NIK (ID Number)
id: NIK

source: Enter NIK
id: Masukkan NIK

# nikRequired
source: NIK cannot be empty
id: NIK tidak boleh kosong

# nikInvalid
source: NIK must be 16 digits
id: NIK harus 16 digit

source: Birth Place
id: Tempat Lahir

source: Enter birth place
id: Masukkan tempat lahir

# birthPlaceRequired
source: Birth place cannot be empty
id: Tempat lahir tidak boleh kosong

source: Birth Date
id: Tanggal Lahir

source: Select birth date
id: Pilih tanggal lahir

# birthDateRequired
source: Birth date cannot be empty
id: Tanggal lahir tidak boleh kosong

source: Gender
id: Jenis Kelamin

source: Male
id: Laki-laki

source: Female
id: Perempuan

# genderRequired
source: Gender cannot be empty
id: Jenis kelamin tidak boleh kosong

source: Address
id: Alamat

# enterAddress
source: Enter complete address
id: Masukkan alamat lengkap

# addressRequired
source: Address cannot be empty
id: Alamat tidak boleh kosong

source: Enter RT/RW
id: Masukkan RT/RW

# rtRwRequired
source: RT/RW cannot be empty
id: RT/RW tidak boleh kosong

source: Sub-district
id: Kelurahan

source: Enter sub-district
id: Masukkan kelurahan

# subDistrictRequired
source: Sub-district cannot be empty
id: Kelurahan tidak boleh kosong

source: District
id: Kecamatan

source: Enter district
id: Masukkan kecamatan

# districtRequired
source: District cannot be empty
id: Kecamatan tidak boleh kosong

source: Religion
id: Agama

source: Select religion
id: Pilih agama

# religionRequired
source: Religion cannot be empty
id: Agama tidak boleh kosong

source: Christianity
id: Kristen

source: Catholicism
id: Katolik

source: Hinduism
id: Hindu

source: Buddhism
id: Buddha

source: Confucianism
id: Konghucu

source: Marital Status
id: Status Perkawinan

source: Select marital status
id: Pilih status perkawinan

# maritalStatusRequired
source: Marital status cannot be empty
id: Status perkawinan tidak boleh kosong

source: Single
id: Belum Kawin

source: Married
id: Kawin

source: Divorced
id: Cerai Hidup

source: Widowed
id: Cerai Mati

source: Occupation
id: Pekerjaan

source: Enter occupation
id: Masukkan pekerjaan

# occupationRequired
source: Occupation cannot be empty
id: Pekerjaan tidak boleh kosong

source: Nationality
id: Kewarganegaraan

source: Enter nationality
id: Masukkan kewarganegaraan

# nationalityRequired
source: Nationality cannot be empty
id: Kewarganegaraan tidak boleh kosong

# kkData
source: KK Data (Family Card)
id: Data KK (Kartu Keluarga)

# kkDataDesc
source: Please fill in your KK (Family Card) information accurately
id: Silakan isi informasi KK (Kartu Keluarga) Anda dengan akurat

source: KK Number
id: Nomor KK

source: Enter KK number
id: Masukkan nomor KK

# kkNumberRequired
source: KK number cannot be empty
id: Nomor KK tidak boleh kosong

# kkNumberInvalid
source: KK number must be 16 digits
id: Nomor KK harus 16 digit

source: Family Head Name
id: Nama Kepala Keluarga

source: Enter family head name
id: Masukkan nama kepala keluarga

# familyHeadNameRequired
source: Family head name cannot be empty
id: Nama kepala keluarga tidak boleh kosong

# relationshipToHead
source: Relationship to Family Head
id: Hubungan dengan Kepala Keluarga

source: Select relationship
id: Pilih hubungan

# relationshipRequired
source: Relationship cannot be empty
id: Hubungan tidak boleh kosong

source: Head
id: Kepala Keluarga

source: Spouse
id: Istri/Suami

source: Child
id: Anak

source: Parent
id: Orang Tua

source: Sibling
id: Saudara Kandung

source: Other
id: Lainnya

source: Next
id: Lanjut

source: Previous
id: Kembali

source: Submit
id: Kirim

source: Submitting data...
id: Mengirim data...

# onboardingSuccess
source: Registration completed successfully!
id: Pendaftaran berhasil diselesaikan!

# onboardingFailed
source: Registration failed. Please try again.
id: Pendaftaran gagal. Silakan coba lagi.

# dataVerificationNotice
source: Your submitted data will be verified by RT/RW administrators
id: Data yang Anda masukkan akan diverifikasi oleh pengurus RT/RW

# navHome
source: Home
id: Beranda

# navMarketplace
source: Market
id: Pasar

# navActivities
source: Activities
id: Kegiatan

# navCommunity
source: Community
id: Komunitas

# navAccount
source: Account
id: Akun

source: Account
id: Akun

# fullNameLabel
source: Full Name
id: Nama Lengkap

source: Enter full name
id: Masukkan nama lengkap

# fullNameRequired
source: Full name cannot be empty
id: Nama lengkap tidak boleh kosong

# nicknameLabel
source: Nickname
id: Nama Panggilan

source: Enter nickname
id: Masukkan nama panggilan

# genderLabel
source: Gender
id: Jenis Kelamin

# birthdateLabel
source: Birth Date
id: Tanggal Lahir

source: Save Changes
id: Simpan Perubahan

source: Settings
id: Pengaturan

source: Change Password
id: Ubah Password

# biometricAuth
source: Biometric Authentication
id: Autentikasi Biometrik

# biometricAuthDesc
source: Use fingerprint or face ID to unlock the app
id: Gunakan sidik jari atau face ID untuk membuka aplikasi

# biometricNotAvailableWeb
source: Not available on web platform
id: Tidak tersedia di platform web

# biometricNotAvailableDevice
source: Not available on this device
id: Tidak tersedia di perangkat ini

source: Notifications
id: Notifikasi

source: Help & Support
id: Bantuan & Dukungan

source: User Guide
id: Panduan Pengguna

source: About App
id: Tentang Aplikasi

source: Logout
id: Keluar

# profileUpdatedSuccess
source: Profile updated successfully
id: Profil berhasil diperbarui

# failedToLoadData
source: Failed to load data: {error}
id: Gagal memuat data: {error}

# failedToSaveData
source: Failed to save data: {error}
id: Gagal menyimpan data: {error}

# failedToLogout
source: Failed to logout: {error}
id: Gagal keluar: {error}

# featureComingSoon
source: {feature} feature will be available soon
id: Fitur {feature} akan segera tersedia

# biometricNotAvailable
source: Biometric not available. Make sure your device supports it and is set up.
id: Biometrik tidak tersedia. Pastikan perangkat Anda mendukung dan sudah diatur.

# noBiometricEnrolled
source: No biometric enrolled. Please set up fingerprint or face ID in device settings.
id: Tidak ada biometrik yang terdaftar. Silakan atur sidik jari atau face ID di pengaturan perangkat.

# authenticationCancelled
source: Authentication cancelled or failed. Please try again.
id: Autentikasi dibatalkan atau gagal. Silakan coba lagi.

# biometricEnabled
source: Biometric authentication enabled
id: Autentikasi biometrik diaktifkan

# biometricDisabled
source: Biometric authentication disabled
id: Autentikasi biometrik dinonaktifkan

# errorOccurredBiometric
source: An error occurred: {error}
id: Terjadi kesalahan: {error}

# languageChangedSuccess
source: Language successfully changed to {language}
id: Bahasa berhasil diubah ke {language}

source: edit profile photo
id: ubah foto profil

# changePasswordFeature
source: change password
id: ubah password

source: notification settings
id: pengaturan notifikasi

# helpFeature
source: help
id: bantuan

# notificationTitle
source: Notifications
id: Notifikasi

# markAllAsRead
source: Mark all
id: Tandai semua

# allMarkedAsRead
source: All notifications marked as read
id: Semua notifikasi ditandai sudah dibaca

# notificationTabAll
source: All
id: Semua

# notificationTabCommunity
source: Community
id: Komunitas

# notificationTabEvent
source: Event
id: Kegiatan

source: No notifications
id: Tidak ada notifikasi

# noNotificationsDesc
source: You don't have any notifications yet
id: Anda belum memiliki notifikasi

# noNotificationsInCategory
source: No notifications in this category
id: Tidak ada notifikasi di kategori ini

# marketplaceTitle
source: Community Market
id: Pasar Warga

source: Search products...
id: Cari produk...

source: My Shop
id: Toko Saya

source: Open Shop
id: Buka Toko

source: Manage Shop
id: Kelola Toko

# categoryAll
source: All
id: Semua

# categoryVegetables
source: Vegetables
id: Sayur

# categoryFruits
source: Fruits
id: Buah

# categoryMeat
source: Meat
id: Daging

# categoryDrinks
source: Drinks
id: Minuman

# categoryTools
source: Tools
id: Peralatan

# noProducts
source: No products yet
id: Belum ada produk

# errorLoadingProducts
source: An error occurred: {error}
id: Terjadi kesalahan: {error}

source: Sold
id: Terjual

source: Stock
id: Stok

# openShopTitle
source: Open Your Shop
id: Buka Toko Anda

# openShopSubtitle
source: Start selling in the community market
id: Mulai berjualan di pasar warga

# openShopButton
source: Open Shop
id: Buka Toko

source: Add Product
id: Tambah Produk

# addProductTo
source: Add to Store
id: Tambah ke Toko

source: Product Photo
id: Foto Produk

source: Tap to change image
id: Tap untuk ubah gambar

# maxImageSize
source: Max. 2MB (JPG, PNG)
id: Maks. 2MB (JPG, PNG)

# productInfo
source: Product Information
id: Informasi Produk

source: Product Name
id: Nama Produk

source: Enter product name
id: Masukkan nama produk

# productNameRequired
source: Product name is required
id: Nama produk harus diisi

source: Category
id: Kategori

source: Select category
id: Pilih kategori

# selectCategoryHint
source: Select product category
id: Pilih kategori produk

# categoryRequired
source: Select product category
id: Pilih kategori produk

# priceAndStock
source: Price & Stock
id: Harga & Stok

source: Price
id: Harga

source: Enter price
id: Masukkan harga

# priceRequired
source: Price is required
id: Harga harus diisi

# stockQuantity
source: Stock
id: Stok

source: Quantity
id: Jumlah

source: Unit
id: Satuan

# unitRequired
source: Select unit
id: Pilih satuan

source: Description
id: Deskripsi

# describeProduct
source: Describe your product details...
id: Jelaskan detail produk Anda...

# descriptionRequired
source: Product description is required
id: Deskripsi produk harus diisi

source: Save Product
id: Simpan Produk

# productSaved
source: ✅ Product added successfully!
id: ✅ Produk berhasil ditambahkan!

# failedToSave
source: ❌ Failed to add product: {error}
id: ❌ Gagal menambahkan produk: {error}

# addPhotoFirst
source: ❌ Please add a product photo
id: ❌ Silakan tambahkan foto produk

# imageTooLarge
source: ❌ Maximum image size is 2MB
id: ❌ Ukuran gambar maksimal 2MB

source: Select Image Source
id: Pilih Sumber Gambar

source: Camera
id: Kamera

source: Gallery
id: Galeri

# failedToPickImage
source: ❌ Failed to pick image: {error}
id: ❌ Gagal mengambil gambar: {error}

source: Vegetables
id: Sayur

source: Fruits
id: Buah

source: Meat
id: Daging

source: Drinks
id: Minuman

source: Homemade Food
id: Makanan Rumahan

source: Equipment
id: Peralatan

source: Others
id: Lainnya

source: Cart
id: Keranjang

# cartAndOrders
source: Cart & Orders
id: Keranjang & Pesanan

source: In Process
id: Diproses

source: Completed
id: Selesai

# emptyCart
source: Cart is Empty
id: Keranjang Kosong

# noProductsInCart
source: No products in your cart yet
id: Belum ada produk di keranjang Anda

source: Shop Now
id: Belanja Sekarang

source: Shipping Address
id: Alamat Pengiriman

# productsInCart
source: Shopping Products
id: Produk Belanja

# haveCoupon
source: Have a coupon code?
id: Punya kode kupon?

# enterCoupon
source: Enter coupon code
id: Masukkan kode kupon

source: Apply
id: Terapkan

# couponApplied
source: Coupon successfully applied!
id: Kupon berhasil diterapkan!

source: Enter coupon code
id: Masukkan kode kupon

# invalidCoupon
source: Invalid coupon code
id: Kode kupon tidak valid

source: Payment Summary
id: Ringkasan Pembayaran

source: Delivery Fee
id: Biaya Pengiriman

source: Discount
id: Diskon

source: Total Payment
id: Total Pembayaran

# productRemoved
source: Product removed from cart
id: Produk dihapus dari keranjang

# noOrdersInProcess
source: No orders in process yet
id: Belum ada pesanan yang diproses

# noCompletedOrders
source: No completed orders yet
id: Belum ada pesanan selesai

# ordersWillAppear
source: Orders will appear here
id: Pesanan akan muncul di sini

source: Order
id: Pesanan

source: items
id: item

source: Contact Seller
id: Hubungi Penjual

source: Track Order
id: Lacak Pesanan

source: My Products
id: Produk Saya

source: Products
id: Produk

source: No products yet
id: Belum ada produk

# addProductsToStart
source: Add products to start selling in Community Market
id: Tambahkan produk untuk mulai berjualan di Pasar Warga

source: Add First Product
id: Tambah Produk Pertama

source: Active
id: Aktif

source: Inactive
id: Nonaktif

source: Store Orders
id: Pesanan Toko

source: Processing
id: Diproses

source: Finished
id: Selesai

# noPendingOrders
source: No pending orders yet
id: Belum ada pesanan pending

# noProcessingOrders
source: No orders in process yet
id: Belum ada pesanan yang diproses

# noFinishedOrders
source: No completed orders yet
id: Belum ada pesanan selesai

source: Buyer
id: Pembeli

source: Contact
id: Kontak

source: Reject
id: Tolak

source: Confirm
id: Konfirmasi

source: Mark as Complete
id: Tandai Selesai

source: Confirm Order
id: Konfirmasi Pesanan

# confirmOrderQuestion
source: Are you sure you want to confirm order from {buyer}?
id: Apakah Anda yakin ingin mengkonfirmasi pesanan dari {buyer}?

source: Cancel
id: Batal

# orderConfirmed
source: Order confirmed successfully
id: Pesanan berhasil dikonfirmasi

source: Reject Order
id: Tolak Pesanan

# rejectOrderQuestion
source: Are you sure you want to reject order from {buyer}?
id: Apakah Anda yakin ingin menolak pesanan dari {buyer}?

source: Order rejected
id: Pesanan ditolak

source: Complete Order
id: Selesaikan Pesanan

# completeOrderQuestion
source: Has this order been completed and received by the buyer?
id: Apakah pesanan ini sudah selesai dan diterima pembeli?

source: Not Yet
id: Belum

source: Yes, Complete
id: Ya, Selesai

source: Order completed
id: Pesanan selesai

source: Manage Product
id: Kelola Produk

source: Edit Product
id: Edit Produk

# changeProductInfo
source: Change product information
id: Ubah informasi produk

source: Deactivate Product
id: Nonaktifkan Produk

# productNotInMarket
source: Product will not appear in Community Market
id: Produk tidak akan muncul di Pasar Warga

source: Activate Product
id: Aktifkan Produk

# showProductInMarket
source: Show product in Community Market
id: Tampilkan produk di Pasar Warga

source: Delete Product
id: Hapus Produk

source: Delete product permanently
id: Hapus produk secara permanen

# deleteProductQuestion
source: Delete Product?
id: Hapus Produk?

# cannotBeUndone
source: Deleted product cannot be restored
id: Produk yang dihapus tidak dapat dikembalikan

source: Yes, Delete
id: Ya, Hapus

# productDeleted
source: ✅ Product deleted successfully
id: ✅ Produk berhasil dihapus

# failedToDelete
source: ❌ Failed to delete product
id: ❌ Gagal menghapus produk

# productInfoLabel
source: Product Information
id: Informasi Produk

# priceAndStockInfo
source: Price & Stock Information
id: Informasi Harga & Stok

source: Product Description
id: Deskripsi Produk

# productManagement
source: Manage Product
id: Kelola Produk

# productUpdated
source: ✅ Product updated successfully!
id: ✅ Produk berhasil diperbarui!

# failedToUpdate
source: ❌ Failed to update product
id: ❌ Gagal memperbarui produk

# allFieldsRequired
source: ❌ All fields must be filled
id: ❌ Semua field harus diisi

source: ✅ Product activated
id: ✅ Produk diaktifkan

source: ⏸️ Product deactivated
id: ⏸️ Produk dinonaktifkan

# failedToChangeStatus
source: ❌ Failed to change product status
id: ❌ Gagal mengubah status produk

source: Payment
id: Pembayaran

source: Order Products
id: Produk Pesanan

source: Payment Method
id: Metode Pembayaran

source: Bank Transfer
id: Transfer Bank

# cashOnDelivery
source: Cash on Delivery (COD)
id: Bayar di Tempat (COD)

source: Pay Now
id: Bayar Sekarang

# paymentSuccess
source: Payment Successful!
id: Pembayaran Berhasil!

# buyerLabel
source: Buyer
id: Pembeli

# orderBeingProcessed
source: Your order is being processed and will be delivered soon
id: Pesanan Anda sedang diproses dan akan segera dikirim

source: Back to Home
id: Kembali ke Beranda

source: View My Orders
id: Lihat Pesanan Saya

source: Buy Now
id: Beli Sekarang

source: Add to Cart
id: Tambah ke Keranjang

# addedToCart
source: {product} added to cart
id: {product} ditambahkan ke keranjang

source: View
id: Lihat

source: Failed to add to cart
id: Gagal menambahkan ke keranjang

source: Please login first
id: Silakan login terlebih dahulu

source: Product Detail
id: Detail Produk

source: reviews
id: ulasan

source: Share
id: Bagikan

source: Seller
id: Penjual

source: Purchase quantity
id: Jumlah pembelian

# productDescriptionLabel
source: Product Description
id: Deskripsi Produk

source: Buyer Reviews
id: Ulasan Pembeli

source: View All
id: Lihat Semua

source: Verified
id: Terverifikasi

# daysAgo
source: {days} days ago
id: {days} hari yang lalu

# weekAgo
source: {weeks} week ago
id: {weeks} minggu yang lalu

# productsFound
source: {count} products found
id: {count} produk ditemukan

source: Product not found
id: Produk tidak ditemukan

source: Try other keywords
id: Coba kata kunci lain

# searchProductPlaceholder
source: Search products you need
id: Cari produk yang Anda butuhkan

# errorOccurredGeneric
source: An error occurred
id: Terjadi kesalahan

# myShopLabel
source: My Shop
id: Toko Saya

source: Edit shop info
id: Edit info toko

source: Awaiting Approval
id: Menunggu Persetujuan

# orderCount
source: Orders
id: Pesanan

# addProductAction
source: Add Product
id: Tambah Produk

source: Manage Products
id: Kelola Produk

source: View Orders
id: Lihat Pesanan

source: No activities scheduled
id: Tidak ada kegiatan

# activitiesScheduled
source: {count} activities scheduled
id: {count} kegiatan terjadwal

# peopleInterested
source: {count} people interested
id: {count} orang tertarik

# activityTime
source: Time
id: Waktu

# activityLocation
source: Location
id: Lokasi

source: Activity Description
id: Deskripsi Kegiatan

source: Registration cancelled
id: Pendaftaran dibatalkan

# registeredForActivity
source: You have registered for this activity
id: Anda telah mendaftar untuk kegiatan ini

# failedToUpdateRegistration
source: Failed to update registration status
id: Gagal memperbarui status pendaftaran

source: Already Registered
id: Sudah Terdaftar

source: Join Activity
id: Ikut Kegiatan

source: View Details
id: Lihat Detail

# noActivitiesTitle
source: No Activities
id: Tidak Ada Kegiatan

# noActivitiesDesc
source: No activities scheduled on this date.
id: Belum ada kegiatan yang dijadwalkan pada tanggal ini.

source: Suggest Activity
id: Usulkan Kegiatan
